class PlaceholderItem {
  final String pictureName;
  final String text;
  final String category;

  const PlaceholderItem(this.pictureName, this.text, this.category);
}
const placeholderItems = [
  PlaceholderItem('1.jpg', 'Овечкина признали первой звездой дня в НХЛ', 'Хоккей'),
  PlaceholderItem('2.jpg', 'Белорусская теннисистка проиграла в финале Итогового турнира WTA', 'Теннис'),
  PlaceholderItem('3.jpg', 'Овечкин продлил результативную серию в НХЛ', 'Хоккей'),
  PlaceholderItem('4.jpg', 'Овечкин обошел легенду. Какие еще рекорды НХЛ побьет россиянин', 'Хоккей'),
  PlaceholderItem('5.jpg', 'Почему популярен BOSU-тренинг: кому и для каких целей он необходим', 'Лайфстайл'),
  PlaceholderItem('6.jpg', 'Россиянка впервые за восемь лет выиграла Итоговый турнир WTA', 'Теннис'),
  PlaceholderItem('7.jpg', 'Кокорин забил третий гол в пяти матчах чемпионата Кипра', 'Футбол'),
  PlaceholderItem('8.jpg', '«Вынес в одну калитку». Что говорят о победе Бивола в титульном бою', 'Единоборства'),
  PlaceholderItem('9.jpg', 'Милохин объяснил «побег» из «Ледникового периода»', 'Фигурное катание'),
  PlaceholderItem('10.jpg', 'Авербух раскритиковал Валиеву за прыжки на бис после проката в Казани', 'Фигурное катание'),
  PlaceholderItem('11.jpg', 'Бразильцы взяли на ЧМ в Катар самого титулованного футболиста в мире', 'Футбол'),
  PlaceholderItem('12.jpg', 'Карпин не взял в сборную выведенного из состава «Зенита» футболиста', 'Футбол'),
  PlaceholderItem('13.jpg', '«Матч ТВ» получил права на показ Кубка и Суперкубка Испании', 'Футбол'),
  PlaceholderItem('14.jpg', 'Игроки «Зенита» и московских клубов впервые не попали в сборную тура РПЛ', 'Футбол'),
  PlaceholderItem('15.jpg', 'Винер назвала талантливой получившую немецкий паспорт гимнастку', 'Другие'),
];